Repository: GINNOV/betterBCool
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: This routine is saved locally but has not reached the cloud yet.
de: Diese Routine ist lokal gespeichert, wurde aber noch nicht in die Cloud übertragen.
es: Esta rutina está guardada localmente, pero aún no ha llegado a la nube.
fr: Cette routine est enregistrée localement, mais n’a pas encore atteint le cloud.
it: La routine è salvata localmente, ma non è ancora stata sincronizzata con il cloud.

source: This setting stays active until you change it manually or another routine changes it.
de: Diese Einstellung bleibt aktiv, bis du sie manuell oder durch eine andere Routine änderst.
es: Este ajuste permanece activo hasta que lo cambies manualmente u otra rutina lo cambie.
fr: Ce réglage reste actif jusqu’à une modification manuelle ou par une autre routine.
it: Questa impostazione resta attiva finché non la modifichi manualmente o interviene un’altra routine.

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio

source: Timeline
de: Ablauf
es: Línea de tiempo
fr: Chronologie
it: Sequenza

source: Tokens are stored in the iOS Keychain and refreshed automatically.
de: Token werden im iOS-Schlüsselbund gespeichert und automatisch aktualisiert.
es: Los tokens se guardan en el llavero de iOS y se actualizan automáticamente.
fr: Les jetons sont stockés dans le trousseau iOS et actualisés automatiquement.
it: I token vengono memorizzati nel portachiavi iOS e aggiornati automaticamente.

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar

source: Turn air conditioner off
de: Klimaanlage ausschalten
es: Apagar el aire acondicionado
fr: Éteindre le climatiseur
it: Spegni il climatizzatore

source: Turn air conditioner on
de: Klimaanlage einschalten
es: Encender el aire acondicionado
fr: Allumer le climatiseur
it: Accendi il climatizzatore

source: Turn off
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegni

source: Unable to load climate data.
de: Klimadaten konnten nicht geladen werden.
es: No se pudieron cargar los datos climáticos.
fr: Impossible de charger les données climatiques.
it: Impossibile caricare i dati climatici.

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile

source: Unit changes will appear here.
de: Geräteänderungen erscheinen hier.
es: Los cambios de la unidad aparecerán aquí.
fr: Les modifications de l’unité apparaîtront ici.
it: Le modifiche dell’unità appariranno qui.

source: Unit turned off
de: Gerät ausgeschaltet
es: Unidad apagada
fr: Unité éteinte
it: Unità spenta

source: Unit turned on
de: Gerät eingeschaltet
es: Unidad encendida
fr: Unité allumée
it: Unità accesa

source: Until changed
de: Bis zur Änderung
es: Hasta que cambie
fr: Jusqu’à modification
it: Fino alla modifica

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@

source: Vercel cloud scheduling
de: Vercel-Cloud-Zeitpläne
es: Programación en Vercel Cloud
fr: Programmation Vercel Cloud
it: Programmazione Vercel Cloud

source: Vertical swing
de: Vertikale Schwenkung
es: Oscilación vertical
fr: Oscillation verticale
it: Oscillazione verticale

source: Wed
de: Mi
es: Mié
fr: Mer
it: Mer

source: Weekdays
de: Wochentage
es: Días laborables
fr: Jours de semaine
it: Giorni feriali

source: Weekends
de: Wochenenden
es: Fines de semana
it: Fine settimana

source: When enabled, Cloud service securely executes routines and manual commands even while this iPhone is offline.
de: Wenn aktiviert, führt der Cloud-Dienst Routinen und manuelle Befehle sicher aus, auch wenn dieses iPhone offline ist.
es: Al activarlo, el servicio en la nube ejecuta de forma segura rutinas y comandos manuales aunque este iPhone esté sin conexión.
fr: Une fois activé, le service cloud exécute les routines et les commandes manuelles en toute sécurité, même lorsque cet iPhone est hors ligne.
it: Quando è attivo, il servizio cloud esegue in sicurezza routine e comandi manuali anche quando l’iPhone è offline.

source: Your Bosch session has expired. Reconnect to continue.
de: Deine Bosch-Sitzung ist abgelaufen. Stelle die Verbindung wieder her, um fortzufahren.
es: Tu sesión de Bosch ha caducado. Vuelve a conectarte para continuar.
fr: Votre session Bosch a expiré. Reconnectez-vous pour continuer.
it: La sessione Bosch è scaduta. Riconnettiti per continuare.

source: YOUR CLIMATE
de: DEIN RAUMKLIMA
es: TU CLIMA
fr: VOTRE CLIMAT
it: IL TUO CLIMA

source: Your routines
de: Deine Routinen
es: Tus rutinas
fr: Vos routines
it: Le tue routine

source: Gateway
es: Pasarela
fr: Passerelle

source: Live
es: En directo
fr: En direct
it: In tempo reale

source: Name
es: Nombre
fr: Nom
it: Nome

source: Pause
es: Pausa
it: Pausa

source: Routine
es: Rutina

source: Transport
es: Transporte
it: Trasporto

source: Demo
fr: Démo

source: Eco
fr: Éco

source: Horizontal
it: Orizzontale
